MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Su ordenador no está conectado a Internet.";
NotConnectedToNetwork							= "El ordenador no está conectado a la red.";
FatalExceptionAlertDescription					= "Pulse Reproducción/Pausa para salir de Front Row.";
